RANKS = [
    ("سرباز تازه کار", 0),
    ("سرباز خبره", 10),
    ("گروهبان تازه کار", 30),
    ("گروهبان خبره", 80),
    ("ستوان دوم", 150),
    ("ستوان اول", 300),
    ("سرگرد", 600),
    ("سرهنگ", 1200),
    ("سپهبد", 5000),
    ("ارتشبد", 15000),
]

CITIES = ["لس انجلس", "میسی سیپی", "بابل", "تهران"]

STARTER_ITEMS = {
    "ژ3": 10,
    "تیر ژ3": 100,
    "پراید 98": 1,
    "خانه آپارتمانی": 1
}

WEAPONS = {
    "یوزی": {"power": 1, "price": 10},
    "ژ3": {"power": 2, "price": 99},
    "کلاشینکف": {"power": 10, "price": 199},
    "M4": {"power": 9, "price": 199},
}

CARS = {
    "پراید 98": 60000,
    "تویوتا کمری": 90000,
    "پورشه": 150000
}
